Repository: subins2000/kde-l10n-intermediary
Catalog: l10n-kf5/*/applications/org.kde.kate.appdata.po
Languages: ml

source: Kate
ml: കെയ്റ്റ്

source: Advanced Text Editor
ml: വിസ്തൃതമായ പദാവലി എഡിറ്റർ

source: Kate is a multi-document, multi-view text editor by KDE. It features stuff like codefolding, syntaxhighlighting, dynamic word wrap, an embedded console, an extensive plugin interface and some preliminary scripting support.
ml: കെയ്റ്റ് എന്നത് കെ.ഡി.ഇ. യുടെ വിവിധോദ്യേശ പദാവലി എഡിറ്റർ ആണ്. ഇത് കോഡ് മടക്കൽ, സിന്റാക്സ് പ്രധാനീകരിക്കൽ, ചലനാത്മകമായ അക്ഷര സൗന്ദര്യവൽക്കരണം, ബന്ധിപ്പിച്ചിട്ടുള്ള കൺസോൾ, വിപുലമായ പ്ലഗ്ഇൻ വിനിമയതലം, അടിസ്ഥാനമായ സ്ക്രിപ്റ്റിംഗ് എന്നിവ പിന്തുണ നൽകുന്നു.

source: Features:
ml: വിശേഷതകൾ:

source: MDI, window splitting, window tabbing
ml: MDI, ജാലക വേർതിരിക്കൽ, ജാലക ടാബിംഗ്

source: Spell checking
ml: അക്ഷര പരിശോധന

source: CR, CRLF, LF newline support
ml: CR, CRLF, LF അന്ത്യാക്ഷര പിന്തുണ

source: Encoding support (utf-8, utf-16, ascii etc.)
ml: എൻകോഡിംഗ് പിന്തുണ (utf-8, utf-16, ascii etc.)

source: Encoding conversion
ml: എൻകോഡിംഗ് പരിവർത്തനം

source: Regular expression based find &amp; replace
ml: RegEx അടിസ്ഥാനമാക്കിയുള്ള find &amp; replace ആവിഷ്കരണം

source: Powerful syntax highlighting and bracket matching
ml: ശക്തിയേറിയ സിന്റാക്സ് പ്രധാനീകരിക്കലും ബ്രാക്കറ്റ് ചേർച്ചയും

source: Code and text folding
ml: കോഡും അക്ഷര മടക്കലും

source: Infinite undo/redo support
ml: അനന്തമായ നിഷ്‍ഫലമാക്കൽ / വീണ്ടും ചെയ്യൽ പിന്തുണ

source: Block selection mode
ml: ബ്ലോക്ക് തെരഞ്ഞെടുക്കൽ രീതി

source: Auto indentation
ml: സ്വയം അകലക്രമീകരണം

source: Auto completion support
ml: സ്വയ പൂർത്തീകരണ പിന്തുണ

source: Shell integration
ml: ഷെൽ ഏകീകരണം

source: Wide protocol support (http, ftp, ssh, webdav etc.) using kioslaves
ml: kioslaves ഉപയോഗിച്ചുള്ള വിസ്തൃതമായ നിയമാവലി പിന്തുണ (http, ftp, ssh, webdav etc.)

source: Plugin architecture for the application and editor component
ml: ആപ്ലിക്കേഷനും ചിട്ടപ്പെടുത്തൽ ഉപകരണത്തിനും പ്ലഗ് ഇൻ രൂപകല്പന

source: Customizable shortcuts
ml: അഭിരുചിക്കനുസൃതമാക്കാവുന്ന കുറുക്കുവഴികൾ

source: Integrated command line
ml: ഏകീകരിച്ച ആജ്ഞാസ്ഥാനം

source: Scriptable using JavaScript
ml: ജാവാസ്ക്രിപ്റ്റ് ഉപയോഗിച്ച് സ്ക്രിപ്റ്റ് ചെയ്യാവുന്നത്

source: Editing code with Kate
ml: കെയ്റ്റ് ഉപയോഗിച്ചുള്ള കോഡ് ചിട്ടപ്പെടുത്തൽ
