Repository: subins2000/kde-l10n-intermediary
Catalog: l10n-kf5/*/applications/org.kde.konsole.appdata.po
Languages: ml

source: Konsole
ml: കൺസോൾ

source: Terminal
ml: ടെർമിനൽ

source: Konsole is a terminal to run a command shell. It provides a command line interface for directly controlling your computer.
ml: കൺസോൾ എന്നത് ആജ്ഞ ഷെൽ റൺ ചെയ്യുന്നതിനുള്ള ഒരു ടെർമിനലാണ്. ഇത് കമ്പ്യൂട്ടറിനെ നേരിട്ട് നിയന്ത്രിക്കുന്നതിനുള്ള ഒരു ആജ്ഞാസ്ഥാനം നല്‍കുന്നു.

source: Features:
ml: വിശേഷതകൾ:

source: Tabs
ml: ടാബുകൾ

source: Multiple profiles
ml: അനേക രൂപങ്ങൾ

source: Silence and Activity monitoring
ml: നിശ്ശബ്ദതയും പ്രവൃത്തി നിരീക്ഷണവും

source: Bookmark support
ml: ഓര്‍മ്മക്കുറിപ്പു് സംവിദാനം

source: Searching
ml: തിരയൽ

source: Saving output
ml: ഫലം സൂക്ഷിക്കുക

source: Konsole being used as a terminal emulator
ml: കൺസോൾ നിലവിൽ ടെർമിനൽ അനുകരിക്കുന്നതിനായി ഉപയോഗിക്കുന്നു
