Repository: subins2000/kde-l10n-intermediary
Catalog: l10n-kf5/*/applications/org.kde.kwrite.appdata.po
Languages: ml

source: KWrite
ml: കെഎഴുത്ത്

source: Text Editor
ml: ടെക്സ്റ്റ് എഡിറ്റർ

source: KWrite is a text editor by KDE, based on the Kate's editor component.
ml: KWrite എന്നത് KDE യുടെ Kate നെ അടിസ്ഥാന ഭാഗമായ ടെക്സ്റ്റ് എഡിറ്റർ ആണ്.

source: Features:
ml: വിശേഷതകൾ:

source: Syntax highlighting according to the file type
ml: ഫയൽ രീതി അനുസരിച്ച് പദവിന്യാസം പ്രമുഖമാണ്

source: Word completion
ml: വാക്യ പൂർത്തീകരണം

source: Auto-indentation
ml: സ്വയം-അകലക്രമീകരണം

source: Plugin support
ml: സംയോജക പിന്തുണ

source: Vi input mode
ml: Vi എഴുത്ത് രീതി

source: Editing code with KWrite
ml: KWrite ഉപയോഗിച്ചു കോഡ് മാറ്റം വരുത്തൽ
