Repository: subins2000/kde-l10n-intermediary
Catalog: l10n-kf5/*/kdeedu/kalzium._desktop_.po
Languages: te

# Name
source: Chemical Data
te: రసాయన దత్తాంశం

# Comment
source: Chemical Data Applet
te: రసాయనద త్తాంశ యాప్ లెట్

# Name
source: Kalzium concentration Calculator
te: క్యల్జ్యిం కేంద్రీకరించే గనన యంత్రము

# Comment
source: Kalzium concentration Calculator
te: క్యల్జ్యిం కేంద్రీకరించే గనన యంత్రము

# Name
source: Chemistry: Did You Know
te: రసాయన శాస్త్రం: మీకు తెలుసా

# Comment
source: Facts about the chemical elements
te: రసాయన మూలకాల గురించి వాస్తవాలు

# Name
source: Kalzium gas Calculator
te: క్యల్జ్యిం వాయువు గనన యంత్రము

# Comment
source: Kalzium gas Calculator
te: క్యల్జ్యిం వాయువు గనన యంత్రము

# Name
source: Kalzium nuclear Calculator
te: క్యల్జ్యిం అణు గనన యంత్రము

# Comment
source: Kalzium Nuclear Calculator
te: క్యల్జ్యిం అణు గనన యంత్రము

# Name
source: Molar mass calculator
te: అణు ద్రవ్యరాశి గనన యంత్రము

# Name
source: Kalzium
te: క్యల్జ్యిం

# Comment
source: Chemical Data
te: రసాయన దత్తాంశం

# Comment
source: KDE Periodic Table of Elements
te: KDE మూలకాల ఆవర్తక్రమపట్టిక

# GenericName
source: Periodic Table of Elements
te: మూలకాల ఆవర్తక్రమపట్టిక
