Repository: subins2000/kde-l10n-intermediary
Catalog: l10n-kf5/*/frameworks/purpose._json_.po
Languages: ml

# X-Purpose-ActionDisplay
source: Send SMS via KDE Connect...
ml: കെഡിഇ കണക്റ്റ് വഴി എസ്.എം.എസ് അയക്കുക...

# X-Purpose-ActionDisplay
source: Send via Telegram...
ml: ടെലഗ്രാമിലൂടെ അയക്കുക...

# X-Purpose-ActionDisplay
source: Phabricator...
ml: ഫാബ്രിക്കേറ്റര്‍

# X-Purpose-ActionDisplay
source: Save as...
ml: പേരുമാറ്റി സൂക്ഷിക്കുക...

# X-Purpose-ActionDisplay
source: Youtube...
ml: യൂട്യൂബ്...

# X-Purpose-ActionDisplay
source: Send via Email...
ml: ഇമെയില്‍ വഴി അയക്കുക

# X-Purpose-ActionDisplay
source: Send via Bluetooth...
ml: ബ്ലൂടുത്ത് വഴി അയക്കുക...

# X-Purpose-ActionDisplay
source: Send To Device...
ml: ഉപകരണത്തിലേക്ക് അയക്കുക...

# X-Purpose-ActionDisplay
source: Review Board...
ml: റിവ്യൂ ബോര്‍ഡ്...

# Name
source: Share
ml: പങ്കുവയ്ക്കുക

# Name
source: Share...
ml: പങ്കുവയ്ക്കുക...

# Name
source: Pastebin
ml: പേസ്റ്റ്ബിന്‍

# Name
source: Upload...
ml: കയറ്റുമതിചെയ്യുക...

# Name
source: Send SMS via KDE Connect
ml: കെഡിഇ കണക്റ്റ് വഴി എസ്.എം.എസ് അയക്കുക

# Name
source: Send via Telegram
ml: ടെലഗ്രാമിലൂടെ അയക്കുക

# Name
source: Phabricator
ml: ഫാബ്രിക്കേറ്റര്‍

# Name
source: Save as
ml: പേരുമാറ്റി സൂക്ഷിക്കുക

# Name
source: YouTube
ml: യൂട്യൂബ്

# Name
source: Send via Email
ml: ഇമെയില്‍ വഴി അയക്കുക

# Name
source: Send via Bluetooth
ml: ബ്ലൂടുത്ത് വഴി അയക്കുക

# Name
source: Send To Device
ml: ഉപകരണത്തിലേക്ക് അയക്കുക

# Name
source: Review Board
ml: റിവ്യൂ ബോര്‍ഡ്

# Description
source: Share using Purpose
ml: പര്‍പ്പസ് വഴി അയക്കുക

# Description
source: Upload text to Pastebin
ml: പേസ്റ്റ്ബിനിലേക്ക് കുറിപ്പ് കയറ്റുമതിചെയ്യുക

# Description
source: Send SMS via KDE Connect
ml: കെഡിഇ കണക്റ്റ് വഴി എസ്.എം.എസ് അയക്കുക

# Description
source: Upload files to Nextcloud
ml: നെക്സ്റ്റ് ക്ലൌഡിലേക്ക് ഫയലുകള്‍ കയറ്റുമതിചെയ്യുക

# Description
source: Send via Telegram
ml: ടെലഗ്രാമിലൂടെ അയക്കുക

# Description
source: Upload videos to YouTube
ml: യൂട്യൂബിലേക്ക് വീഡിയോകള്‍ കയറ്റുമതിചെയ്യുക

# Description
source: Send via Email
ml: ഇമെയില്‍ വഴി അയക്കുക

# Description
source: Upload pictures to Imgur
ml: ഇംഗറിലേക്ക് ചിത്രങ്ങള്‍ കയറ്റുമതിചെയ്യുക

# Description
source: Send via Bluetooth
ml: ബ്ലൂടൂത്ത് വഴി അയക്കുക

# Description
source: Send through Instant Messaging
ml: ഇന്‍സ്റ്റന്റ് മെസേജിംഗിലൂടെ അയക്കുക

# Description
source: Send through KDE Connect
ml: കെഡിഇ കണക്റ്റ് വഴി അയക്കുക
