Repository: subins2000/kde-l10n-intermediary
Catalog: l10n-kf5/*/kde-workspace/kcm5_emoticons.po
Languages: te

# NAME OF TRANSLATORS
source: Your names
te: కృష్ణబాబు కె , విజయ్ కిరణ్ కముజు

# EMAIL OF TRANSLATORS
source: Your emails
te: k.meetme@gmail.com,infyquest@gmail.com

source: Emoticons
te: ఎమొటికాన్లు

source: Drag or Type Emoticon Theme URL
te: ఎమోటికాన్ థీమ్ URLను లాక్కొనితెమ్ము లేదా టైపుచేయుము

source: Emoticon themes must be installed from local files.
te: ఎమోటిక్ థీమ్స్ తప్పక స్థానిక ఫైళ్ళనుండి సంస్థాపించబడాలి.

source: Could Not Install Emoticon Theme
te: ఎమోటికాన్ థీమ్‌ను సంస్థాపించలేక పోయింది.

source: Do you want to remove %1 too?
te: మీరు %1ను తీసివేద్దామని అనుకొనుచున్నారా?

source: Delete emoticon
te: ఎమోటికాన్‌ను తొలగించుము

source: Add Emoticon
te: ఎమోటికాన్‌ను జతచేయుము

source: Edit Emoticon
te: ఎమోటికాన్‌ను సరికూర్చుము

source: New Emoticon Theme
te: కొత్త ఎమోటికాన్‌ థీమ్

source: %1 theme already exists
te: %1 థీమ్ యిప్పటికే వుంది

source: Choose the type of emoticon theme to create
te: సృష్టించుటకు ఎమోటికాన్ థీమ్ రకమును ఎంచుకొనుము

source: Emoticons Manager
te: ఎమోటికాన్స్ నిర్వాహిక

source: Install a theme archive file you already have locally
te: మీరు యిప్పటికే స్థానికంగా కలిగిన థీమ్ అర్చివ్ ఫైలును సంస్థాపించుము

source: If you already have an emoticon theme archive locally, this button will unpack it and make it available for KDE applications
te: మీరు యిప్పటికే ఎమోటికాన్ థీమ్ అర్చివ్‌ను స్థానికంగా కలిగివుంటే, ఈ బటన్ దానిని అన్‌పాక్ చేస్తుంది మరియు దానిని KDE అనువర్తనములకు అందుబాటు చేస్తుంది.

source: Remove Theme
te: థీమ్‌ను తీసివేయి

source: This will remove the selected theme from your disk.
te: ఇది ఎంపికచేసిన థీమ్‌ను మీ డిస్కునుండి తీసివేస్తుంది.

source: Require spaces around emoticons
te: ఎమోటికాన్సు చుట్టూ ఖాళీలు అవసరము

source: Create a new emoticon by assigning it an icon and some text
te: కొత్త ఎమోటికాన్‌ను దానికి ప్రతిమను మరియు కొంత వచనమును చేర్చుట ద్వారా సృష్టించుము

source: Remove the selected emoticon from your disk
te: మీ డిస్కునుండి ఎంపికచేసిన ఎమోటికాన్‌ను తీసివేయుము

source: Edit the selected emoticon to change its icon or its text
te: ఎంపిక చేసిన ఎమోటికాన్ ప్రతిమను లేదా వచనమును మార్చుటకు సరికూర్చుము
