Repository: subins2000/kde-l10n-intermediary
Catalog: l10n-kf5/*/kde-workspace/kcmaccess.po
Languages: te

# NAME OF TRANSLATORS
source: Your names
te: కృష్ణబాబు కె , విజయ్ కిరణ్ కముజు

# EMAIL OF TRANSLATORS
source: Your emails
te: k.meetme@gmail.com,infyquest@gmail.com

source: &Bell
te: (&B) బెల్‌

source: Audible Bell
te: వినబడే బెల్

source: Use &system bell
te: (&s) సిస్టమ్ బెల్‌ను వుపయోగించుము

source: Us&e customized bell
te: (&e) మలచుకొనిని బెల్‌ను వుపయోగించుము

source: If the option "Use customized bell" is enabled, you can choose a sound file here. Click "Browse..." to choose a sound file using the file dialog.
te: "మలచుకొనిన బెల్‌" ఐచ్చికం చేతనమైవుంటే, మీరు శబ్దపు ఫైలు యిక్కడ యెంచుకొనవచ్చు. ఫైలు డైలాగ్‌ను వుపయోగించి శబ్దపు ఫైలును యెంచుకొనుటకు "బ్రౌజ్‌చేయి..." నొక్కుము.

source: Sound &to play:
te: (&t) ప్లే చేయవలసిన శబ్దము:

source: Browse...
te: బ్రౌజ్‌చేయి...

source: The screen will turn to a custom color for the amount of time specified below.
te: క్రింద తెలిపిన సమయం పాటు తెర రంగు మలచుకొనిన రంగునకు మారుతుంది.

source: F&lash screen
te: (&l) ఫ్లాష్ తెర

source: All screen colors will be inverted for the amount of time specified below.
te: క్రింద తెలిపిన సమయం పాటు అన్ని తెర రంగులు విలోమం చేయబడతాయి.

source: I&nvert screen
te: (&n) విలోమ తెర

source: Click here to choose the color used for the "flash screen" visible bell.
te: "ఫ్లాష్ తెర" కనిపించు బెల్‌కు వుపయోగించిన రంగును యెంచుకొనుటకు యిక్కడ నొక్కుము.

source: Here you can customize the duration of the "visible bell" effect being shown.
te: "కనిపించు బెల్‌" ప్రభావం యెంతసేపు చూయించాలో ఆ నిడివిని మీరు యిక్కడ మలచుకొనవచ్చును.

source: Use &sticky keys
te: (&s) స్టికీ కీలను వుపయోగించుము

source: &Lock sticky keys
te: (&L) స్టికీ కీలను లాక్‌చేయుము

source: Turn sticky keys off when two keys are pressed simultaneously
te: రెండు కీలు వొకదానితర్వాత వొకటి నొక్కినప్పుడు స్టికీ కీలను ఆఫ్ చేయుము

source: Use system bell whenever a modifier gets latched, locked or unlocked
te: సవరణి(మాడిఫైర్) లాట్చ్ కాబడినా, లాక్ కాబడినా లేదా అన్‌లాక్ కాబడినా సిస్టమ్ బెల్‌ను వుపయోగించుము

source: Locking Keys
te: కీలను లాక్ చేయుట

source: Use system bell whenever a locking key gets activated or deactivated
te: కీ లాకింగ్ చేయుట క్రియాశీలమైనా లేదా క్రియాహీనమైనా సిస్టమ్ బెల్‌ను వుపయోగించుము

source: Configure &Notifications...
te: (&N) నోటిఫికేషన్లను ఆకృతీకరించుము...

source: &Keyboard Filters
te: (&K) కీబోర్డు ఫిల్టర్స్

source: Slo&w Keys
te: (&w) స్లో కీలు

source: &Use slow keys
te: (&U) స్లో కీలను వుపయోగించుము

source: &Use system bell whenever a key is pressed
te: (&U) కీ వత్తబడినప్పుడు సిస్టమ్ బెల్‌ను వుపయోగించుము

source: &Use system bell whenever a key is accepted
te: (&U) కీ ఆమోదింపబడినప్పుడు సిస్టమ్ బెల్‌ను వుపయోగించుము

source: &Use system bell whenever a key is rejected
te: (&U) కీ తిరస్కరింపబడినప్పుడు సిస్టమ్ బెల్‌ను వుపయోగించుము

source: Bounce Keys
te: బౌన్సు కీలు

source: Use bou&nce keys
te: (&n) బౌన్సు కీలను వుపయోగించుము

source: Use the system bell whenever a key is rejected
te: కీ తిరస్కరించబడినప్పుడు సిస్టమ్ బెల్‌ను వుపయోగించుము

source: Activation Gestures
te: క్రియాశీలపు జెస్టర్స్

source: Use gestures for activating sticky keys and slow keys
te: స్టికీ కీలను మరియు స్లో కీలను క్రియాశీలము చేయుటకు జెస్టర్స్‌ను వుపయోగించుము

source: Turn sticky keys and slow keys off after a certain period of inactivity.
te: కొంత కాలంపాటు క్రియాహీనముగావుంటే స్టికీ కీలను మరియు స్లో కీలను ఆఫ్ చేయుము.

source: min
te: ని

source: Notification
te: నో‍టీసు

source: AltGraph
te: ఆల్ట్‌గ్రాఫ్

source: Hyper
te: హైపర్

source: Super
te: సూపర్

source: Press %1 while NumLock, CapsLock and ScrollLock are active
te: నమ్‌లాక్, కాప్స్‌లాక్ మరియు స్క్రాల్‌లాక్ క్రియాశీలముగా వున్నప్పుడు %1ను వత్తుము

source: Press %1 while CapsLock and ScrollLock are active
te: కాప్స్‌లాక్ మరియు స్క్రాల్‌లాక్ క్రియాశీలముగా వున్నప్పుడు %1 వత్తుము

source: Press %1 while NumLock and ScrollLock are active
te: నమ్‌లాక్ మరియు స్క్రాల్‌లాక్ క్రియాశీలముగా వున్నప్పుడు %1 వత్తుము

source: Press %1 while ScrollLock is active
te: స్క్రాల్‌లాక్ క్రియాశీలముగా వున్నప్పుడు %1 వత్తుము

source: Press %1 while NumLock and CapsLock are active
te: నమ్‌లాక్ మరియు కాప్స్‌లాక్ క్రియాశీలముగా వున్నప్పుడు %1 వత్తుము

source: Press %1 while CapsLock is active
te: కాప్స్‌లాక్ క్రియాశీలముగా వున్నప్పుడు %1 వత్తుము

source: Press %1 while NumLock is active
te: నమ్‌లాక్ క్రియాశీలముగా వున్నప్పుడు %1 వత్తుము

source: Press %1
te: %1 వత్తుము

source: KDE Accessibility Tool
te: KDE అందుబాటు సాధనం

source: (c) 2000, Matthias Hoelzer-Kluepfel
te: (c) 2000, మథియాస్ హోయెల్జర్-క్లుప్‌ఫెల్

source: Matthias Hoelzer-Kluepfel
te: మథయాస్ హొయెల్జర్-క్లూప్ఫెల్

source: Author
te: మూలకర్త

source: Here you can activate keyboard gestures that turn on the following features: Sticky keys: Press Shift key 5 consecutive times Slow keys: Hold down Shift for 8 seconds
te: ఈ క్రింది సౌలభ్యాలను ఆన్ చేసే కీబోర్డు జెస్టర్స్‌ను యిక్కడ మీరు క్రియాశీల పరచవచ్చు: స్టికీ కీలు: షిఫ్టు కీను వరుసగా 5 సార్లు వత్తుము స్లో కీలు: షిఫ్టు కీను 8 సెకనుల పాటు వత్తి వుంచుము

source: Here you can activate keyboard gestures that turn on the following features: Mouse Keys: %1 Sticky keys: Press Shift key 5 consecutive times Slow keys: Hold down Shift for 8 seconds
te: క్రింది సౌలభ్యాలను ఆన్ చేసే కీబోర్డు జెస్టర్స్‌ను మీరు యిక్కడ క్రియాశీల పరచవచ్చు: మౌస్ కీలు: %1 స్టికీ కీలు: షిఫ్టు కీను వరుసగా 5 సార్లు నొక్కుము స్లో కీలు: షిఫ్టు కీను 8 సెకనుల పాటు వత్తి వుంచుము
