Repository: subins2000/kde-l10n-intermediary
Catalog: l10n-kf5/*/kde-workspace/kcmkeys.po
Languages: ml

source: Select the Components to Export
ml: പുറത്തുവയ്ക്കാനുള്ള ഘടകങ്ങള്‍ തെരഞ്ഞെടുക്കുക

source: Components
ml: ഘടകങ്ങള്‍

source: You are about to reset all shortcuts to their default values.
ml: നിങ്ങളിപ്പോള്‍ എല്ലാ കുറുക്കുവഴികളും അതിന്റെ സഹജമായ മൂല്യങ്ങളിലേയ്ക്കു് തിരിച്ചു് ഉറപ്പിക്കുവാന്‍ പോകുകയാണു്.

source: Reset to defaults
ml: സഹജമായ മൂല്യങ്ങളായി തിരിച്ചുവയ്ക്കുന്നു

source: Current Component
ml: ഇപ്പോഴുള്ള ഘടകം

source: All Components
ml: എല്ലാ ഘടകങ്ങളും

source: Import Scheme...
ml: പദ്ധതി അകത്തെടുക്കുക...

source: Export Scheme...
ml: പദ്ധതി പുറത്തുവയ്ക്കുക...

source: Set All Shortcuts to None
ml: എല്ലാ കുറുക്കുവഴികളും കളയുക

source: Component '%1' is currently active. Only global shortcuts currently not active will be removed from the list. All global shortcuts will reregister themselves with their defaults when they are next started.
ml: ഘടകം %1 ഇപ്പോള്‍ സജീവമാണ്. നിലവില്‍ സജീവമല്ലാത്ത ആഗോള കുറുക്കുവഴികള്‍ പട്ടികയില്‍ നിന്നു് നീക്കം ചെയ്യും. എല്ലാ ആഗോള കുറുക്കുവഴികളും അവ വീണ്ടും തുടങ്ങുമ്പോള്‍ സഹജമായ മൂല്യത്തില്‍ റജിസ്റ്റര്‍ ചെയ്യപ്പെടും.

source: Remove component
ml: ഘടകം നീക്കം ചെയ്യുക

source: Are you sure you want to remove the registered shortcuts for component '%1'? The component and shortcuts will reregister themselves with their default settings when they are next started.
ml: റജിസ്റ്റര്‍ ചെയ്തുകഴിഞ്ഞ '%1' ഘടകത്തിന്റെ കുറുക്കുവഴി നീക്കം ചെയ്യണമെന്ന് ഉറപ്പാണോ? ഘടകങ്ങളും അതിന്റെ കുറുക്കു വഴികളും അടുത്ത തവണ തുടങ്ങുമ്പോള്‍ അവയുടെ സഹജമായ മൂല്യത്തില്‍ സ്വയമേവ റജിസ്റ്റര്‍ ചെയ്തുകൊള്ളും .

source: Your current changes will be lost if you load another scheme before saving this one
ml: ഈ പദ്ധതി സൂക്ഷിയ്ക്കുന്നതിനു് മുമ്പു് വേറൊന്നു് ചേര്‍ത്താല്‍ നിങ്ങളുടെ നിലവിലുള്ള മാറ്റങ്ങള്‍ നഷ്ടപ്പെടും

source: Load Shortcut Scheme
ml: കുറുക്കുവഴി പദ്ധതി ചേര്‍ക്കുക

source: Load
ml: ചേര്‍ക്കുക

source: This file (%1) does not exist. You can only select local files.
ml: ഈ ഫയല്‍ (%1) നിലവിലില്ല. നിങ്ങള്‍ക്കു് പ്രാദേശിക ഫയലുകള്‍ മാത്രമേ തെരഞ്ഞെടുക്കാനാകൂ.

source: Message: %1 Error: %2
ml: സന്ദേശം: %1 തെറ്റ്: %2

source: Failed to contact the KDE global shortcuts daemon
ml: കെഡിഇ ആഗോള കുറുക്കുവഴി നിരന്തരപ്രക്രിയയുമായി ബന്ധപ്പെടല്‍ പരാജയപ്പെട്ടു

source: File
ml: ഫയല്‍

source: Select Shortcut Scheme
ml: കുറുക്കുവഴി പദ്ധതി തെരഞ്ഞെടുക്കുക

source: Select one of the standard KDE shortcut schemes
ml: സ്റ്റാന്‍ഡേര്‍ഡ് കെഡിഇ കുറുക്കുവഴി പദ്ധതികളിലൊന്നു് തെരഞ്ഞെടുക്കുക

source: &Standard scheme:
ml: &സ്റ്റാന്‍ഡേര്‍ഡ് പദ്ധതി:

source: Select a shortcut scheme file
ml: ഒരു കുറുക്കുവഴി പദ്ധതി ഫയല്‍ തെരഞ്ഞെടുക്കുക

source: &Path:
ml: &വഴി:
