Repository: subins2000/kde-l10n-intermediary
Catalog: l10n-kf5/*/kde-workspace/khotkeys._desktop_.po
Languages: te

# Name
source: Input Actions
te: ఇన్‌పుట్ చర్యలు

# Comment
source: Simple_action
te: సాదారణ_చర్య

# Comment
source: This group contains various examples demonstrating most of the features of KHotkeys. (Note that this group and all its actions are disabled by default.)
te: KHotkeys యొక్క చాలా సౌలభ్యాలను వివరించే వివిధ ఉదాహరణలను ఈ సమూహం కలిగివుంది. (ఈ సమూహం మరియు దీని అన్ని చర్యలు అప్రమేయంగా అచేతనంగా ఉంటాయని గమనించండి.)

# Name
source: Examples
te: ఉదాహరణలు

# Comment
source: After pressing Ctrl+Alt+I, the KSIRC window will be activated, if it exists. Simple.
te: Ctrl+Alt+I వత్తినతర్వాత, దాని ఉనికినిబట్టి KSIRC విండో క్రియాశీలమౌతుంది.

# Name
source: Activate KSIRC Window
te: KSIRC విండో క్రియాశీలంచేయుము

# Comment
source: KSIRC window
te: KSIRC విండో

# Name
source: Type 'Hello'
te: 'Hello' టైపుచేయుము

# Comment
source: This action runs Konsole, after pressing Ctrl+Alt+T.
te: Ctrl+Alt+T వత్తిన తర్వాత, ఈ చర్య Konsole ను నడుపుతుంది.

# Name
source: Run Konsole
te: రన్ కన్సోల్

# Name
source: Remap Ctrl+W to Ctrl+F4 in Qt Designer
te: Qt రూపకరణినందు Ctrl+W ను Ctrl+F4 కు తిరిగి మాప్‌చేయుము

# Comment
source: Qt Designer
te: Qt డిజైనర్

# Comment
source: By pressing Alt+Ctrl+W a D-Bus call will be performed that will show the minicli. You can use any kind of D-Bus call, just like using the command line 'qdbus' tool.
te: Alt+Ctrl+W ను వత్తుటద్వారా D-Bus కాల్ జరుపబడుతుంది అది minicli ను చూపుతుంది. మీరు ఏరకమైన D-Bus కాల్‌నైనా ఉపయోగించవచ్చు, కమాండ్‌లైన్ సాధనం 'qdbus' ను ఉపయోగించినట్లుగా.

# Name
source: Next in XMMS
te: XMMS నందు తరువాత

# Comment
source: XMMS window
te: XMMS విండో

# Comment
source: XMMS Player window
te: XMMS ప్లేయర్ విండో

# Name
source: Konqi Gestures
te: Konqi గెస్‍ట్‌రెస్

# Comment
source: Konqueror window
te: Konqueror విండో

# Name
source: Back
te: వెనుకకు

# Name
source: Forward
te: ముందుకు

# Name
source: Up
te: పైకి

# Name
source: Reload
te: తిరిగిలోడ్‌చేయి

# Name
source: Go to KDE Website
te: KDE వెబ్‌సైట్‌కు వెళ్ళుము

# Comment
source: Basic Konqueror gestures.
te: ప్రాధమిక Konqueror గెస్‍ట్‌రెస్.

# Name
source: Konqueror Gestures
te: Konqueror గెస్‍ట్‌రెస్

# Comment
source: Press, move left, release.
te: వత్తుము, ఎడమకు కదుపు, విడువుము.

# Comment
source: Opera-style: Press, move up, release.\nNOTE: Conflicts with 'New Tab', and as such is disabled by default.
te: Opera-శైలి: వత్తుము, పైకికదుపుము, వదులుము.\nగమనిక: 'కొత్త టాబ్' తో విభేదాలు, అది అప్రమేయంగా అచేతనం చేయబడినకారణంగా.

# Name
source: Stop Loading
te: లోడింగ్ ఆపుము

# Comment
source: Going up in URL/directory structure.\nMozilla-style: Press, move up, move left, move up, release.
te: URL/సంచయం ఆకృతినందు పైకి వెళుతోంది.\nమొజిల్లా-శైలి:వత్తుము, పైకి కదుపుము, ఎడమకు కదుపుము, పైకి కదుపుము, వదులుము.

# Comment
source: Going up in URL/directory structure.\nOpera-style: Press, move up, move left, move up, release.\nNOTE: Conflicts with "Activate Previous Tab", and as such is disabled by default.
te: URL/సంచయం ఆకృతినందు పైకి వెళ్ళుట.\nఒపెరా-శైలి: వత్తుము, పైకి కదుపుము, ఎడమకు కదుపుము, పైకి కదుపుము, వదులుము.\nNOTE: "గత టాబ్‌ను క్రియాశీలంచేయుము" తో విభేదాలు, అది అప్రమేయంగా అచేతనంగా ఉన్నకారణంగా.

# Name
source: Up #2
te: పైకి #2

# Comment
source: Press, move up, move right, release.
te: వత్తుము, పైకి కదుపుము, కుడికి కదుపుము, వదులుము.

# Name
source: Activate Next Tab
te: తరువాతి టాబ్‌ను క్రియాశీలంచేయుము

# Comment
source: Press, move up, move left, release.
te: వత్తుము, పైకి కదుపుము, ఎడముకు కదుపుము, వదులుము.

# Name
source: Activate Previous Tab
te: గత టాబ్‌ను క్రియాశీలంచేయుము

# Comment
source: Press, move down, move up, move down, release.
te: వత్తుము, క్రిందికి కదుపుము, పైకి కదుపుము, క్రిందికి కదుపుము, వదులుము.

# Name
source: Duplicate Tab
te: నకిలీ టాబ్

# Comment
source: Press, move down, move up, release.
te: వత్తుము, క్రిందికి కదుపుము, పైకి కదుపుము, వదులుము.

# Name
source: Duplicate Window
te: నకిలి విండో

# Comment
source: Press, move right, release.
te: వత్తుము, కుడికి కదుపుము, వదులుము.

# Comment
source: Press, move down, move half up, move right, move down, release.\n(Drawing a lowercase 'h'.)
te: వత్తుము, క్రిందికి కదుపుము, సంగంపైకి కదుపుము, కుడికి కదుపుము, క్రిందికి కదుపుము, వదులుము.\n(చిన్నబడి 'h' ను గీయుము.)

# Name
source: Home
te: ఇల్లు

# Comment
source: Press, move right, move down, move right, release.\nMozilla-style: Press, move down, move right, release.
te: వత్తుము, కుడికి కదుపుము, క్రిందికి కదుపుము, కుడికి కదుపుము, వదులుము.\nమొజిల్లా-శైలి: వత్తుము, క్రిందికి కదుపుము, కుడికి కదుపుము, వదులుము.

# Name
source: Close Tab
te: టాబ్‌ను మూయుము

# Comment
source: Press, move up, release.\nConflicts with Opera-style 'Up #2', which is disabled by default.
te: వత్తుము, పైకి కదుపుము,వదులుము.\nఒపెరా-శైలి 'పైకి #2' తో విభేదాలు, అది అప్రమేయంగా అచేతనంగా వుంటుందిగనుక.

# Name
source: New Tab
te: కొత్త టాబ్

# Comment
source: Press, move down, release.
te: వత్తుము,క్రిందికి కదుపుము, వదులుము.

# Name
source: New Window
te: కొత్త విండో

# Comment
source: Press, move up, move down, release.
te: వత్తుము, పైకి కదుపుము, క్రిందికి కదుపుము, వదులుము.
