Repository: subins2000/kde-l10n-intermediary
Catalog: l10n-kf5/*/kdegames/knights._desktop_.po
Languages: ml

# Name
source: Knights
ml: കെനൈറ്റ്സ്

# GenericName
source: Chess game
ml: ചെസ്സ് കളി

# Name
source: Grayscale
ml: ഗ്രേസ്കേല്‍

# Description
source: A grayscale theme using the Oxygen palette
ml: ഓക്സിജന്‍ വര്‍ണ്ണഫലകം ഉപയോഗിക്കുന്ന ഗ്രേസ്കേല്‍ പ്രമേയം

# Name
source: East and West
ml: കിഴക്കും പടിഞ്ഞാറും

# Description
source: A middle ages styled chess set
ml: മധ്യ കാലഘട്ടത്തിന്റെ രീതിയിലുള്ള ചെസ്സ് സെറ്റ്

# Description
source: Original Knights theme.
ml: യഥാര്‍ഥ കെനൈറ്റ്സ് പ്രമേയം.

# Name
source: Plain
ml: സാധാരണ

# Description
source: A plain and simple theme
ml: സാധാരണയും ലളിതവുമായ പ്രമേയം

# Name
source: XBoard Two
ml: എക്സ്ബോര്‍ഡ് രണ്ട്

# Description
source: Theme variation of XBoard chess program.
ml: എക്സ്ബോര്‍ഡ് ചെസ്സ് കളിയുടെ പ്രമേയ ഇനം.
