Repository: subins2000/kde-l10n-intermediary
Catalog: l10n-kf5/*/kdegames/ksudoku._desktop_.po
Languages: ml_in

# Name
source: KSudoku
ml_in: കെസുഡോക്കു

# GenericName
source: Sudoku Game
ml_in: സുഡോകു കളി

# Comment
source: KSudoku, Sudoku game & more by KDE
ml_in: കെഡിഇ യുടെ കെസുഡോകു,സുഡോകു കളിയും കൂടുതലും

# Description
source: 4x4 shape puzzle
ml_in: 4x4 ആകൃതിയിലുള്ള പസിൽ

# Description
source: 6x6 puzzle with rectangular blocks
ml_in: ചതുരാകൃതിയിലുള്ള കട്ടകളുള്ള 6x6 പസിൽ

# Name
source: Aztec
ml_in: ആസ്ടെക്

# Description
source: Jigsaw variant shaped like an Aztec pyramid
ml_in: ആസ്‌ടെക് പിരമിഡിന്റെ ആകൃതിയിലുള്ള ജിഗ്സോ പതിപ്പ്

# Name
source: Double Roxdoku
ml_in: ഇരട്ട റോക്‌സ്‌ഡോകു

# Description
source: Three-dimensional puzzle with two interlocking 3x3x3 cubes
ml_in: രണ്ട് ഇന്റർലോക്കിംഗ് 3x3x3 ക്യൂബുകളുള്ള ത്രിമാന പസിൽ

# Name
source: Jigsaw
ml_in: ജിഗ്സോ

# Description
source: Jigsaw shape puzzle
ml_in: ജിഗ്സോ ആകൃതി പസിൽ

# Name
source: Tiny Killer
ml_in: ടൈനി കില്ലർ

# Description
source: 4x4 Sudoku, but cages must add to totals shown
ml_in: 4x4 സുഡോകു, പക്ഷേ കൂടുകൾ കാണിച്ചിരിക്കുന്ന ആകെത്തുകയിലേക്ക് ചേർക്കണം

# Name
source: Killer Sudoku
ml_in: കില്ലർ സുഡോകു

# Description
source: Classic Sudoku, but cages must add to totals shown
ml_in: ക്ലാസിക് സുഡോകു, പക്ഷേ കൂടുകൾ കാണിച്ചിരിക്കുന്ന ആകെത്തുകയിലേക്ക് ചേർക്കണം

# Name
source: Mathdoku 101
ml_in: മത്‌ഡോകു 101

# Description
source: Size 4x4 grid, with calculated cages
ml_in: 4x4 വലുപ്പത്തിലുള്ള ഗ്രിഡ്നൊപ്പം കണക്കാക്കിയ കൂടുകളും

# Name
source: Mathdoku - Settable Size
ml_in: മാത്ത്ഡോകു - ക്രമീകരിക്കാവുന്ന വലുപ്പം

# Description
source: Size 3x3 to 9x9 grid, with calculated cages
ml_in: 3x3 മുതൽ 9x9 വരെ വലുപ്പത്തിലുള്ള ഗ്രിഡ്നൊപ്പം കണക്കാക്കിയ കൂടുകളും

# Name
source: Nonomino 9x9
ml_in: നോനോമിനോ 9x9

# Description
source: Jigsaw variant with irregularly shaped Nonomino blocks
ml_in: ക്രമരഹിതമായ ആകൃതിയിലുള്ള നോനോമിനോ ബ്ലോക്കുകളുള്ള ജിഗ്‌സോ പതിപ്പ്

# Name
source: Pentomino 5x5
ml_in: പെന്റോമിനോ 5x5

# Description
source: Jigsaw variant with irregularly shaped Pentomino blocks
ml_in: ക്രമരഹിതമായ ആകൃതിയിലുള്ള പെന്റോമിനോ ബ്ലോക്കുകളുള്ള ജിഗ്‌സോ വേരിയൻറ്

# Name
source: Roxdoku Twin
ml_in: റോക്‌സ്‌ഡോകു ട്വിൻ

# Description
source: Three-dimensional puzzle with two 3x3x3 cubes which share a corner
ml_in: ഒരു മൂല പങ്കിടുന്ന രണ്ട് 3x3x3 സമചതുരങ്ങളുള്ള ത്രിമാന പസിൽ

# Name
source: Samurai
ml_in: സമുറായ്

# Description
source: Samurai shape puzzle
ml_in: സമുറായി ആകൃതിയിലുള്ള പസിൽ

# Name
source: Samurai Roxdoku
ml_in: സമുറായ് റോക്‌സ്‌ഡോകു

# Description
source: Samurai three-dimensional puzzle with nine 3x3x3 cubes
ml_in: ഒമ്പത് 3x3x3 ക്യൂബുകളുള്ള സമുറായ് ത്രിമാന പസിൽ

# Name
source: Sohei
ml_in: സോഹി

# Description
source: Sohei puzzle with four overlapping 9x9 squares
ml_in: നാല് ഓവർലാപ്പിംഗ് 9x9 സ്ക്വയറുകളുള്ള സോഹെ പസിൽ

# Name
source: Tetromino 4x4
ml_in: ടെട്രോമിനോ 4x4

# Description
source: Jigsaw with Tetromino blocks (Tetris pieces)
ml_in: ടെട്രോമിനോ ബ്ലോക്കുകളുള്ള ജിഗ്‌സോ (ടെട്രിസ് പീസുകൾ)

# Name
source: Tiny Samurai
ml_in: ടൈനി സമുറായ്

# Description
source: A smaller samurai puzzle
ml_in: ഒരു ചെറിയ സമുറായി പസിൽ

# Name
source: Windmill
ml_in: വിൻഡ്മിൽ

# Description
source: Windmill puzzle with five overlapping 9x9 squares
ml_in: അഞ്ച് ഓവർലാപ്പിംഗ് 9x9 സ്ക്വയറുകളുള്ള വിൻഡ്മിൽ പസിൽ

# Name
source: XSudoku
ml_in: എക്സ്സുഡോകു

# Description
source: XSudoku shape puzzle
ml_in: എക്സ്സുഡോകു ആകൃതി പസിൽ

# Name
source: Abstraction
ml_in: അബ്സ്ട്രാക്ഷൻ

# Description
source: A ksudoku theme with abstract artwork.
ml_in: അമൂർത്ത കലാസൃഷ്‌ടിയുള്ള ഒരു ക്സുഡോകു തീം.

# Name
source: ksudoku_egyptian
ml_in: കെസുഡോകു_ഈജിപ്ഷ്യൻ

# Description
source: KSudoku egyptian style theme
ml_in: കെസുഡോകു ഈജിപ്ഷ്യൻ ശൈലി തീം

# Name
source: Scribble
ml_in: സ്‌ക്രിബിൾ

# Description
source: KSudoku Scribble theme for KDE 4
ml_in: കെ‌ഡി‌ഇ 4 നായുള്ള കെ‌സുഡോകു സ്‌ക്രിബിൾ തീം
