Repository: subins2000/kde-l10n-intermediary
Catalog: l10n-kf5/*/extragear-utils/rsibreak._desktop_.po
Languages: ml

# Name
source: RSIBreak
ml: RSI ഇടവേള

# Comment
source: Makes sure you rest now and then
ml: നിങ്ങള്‍ വല്ലപ്പോഴും വിശ്രമിക്കുന്നുണ്ടെന്ന് ഉറപ്പാക്കുക

# Comment
source: RSIBreak
ml: RSI ഇടവേള

# Name
source: Breaks
ml: ഇടവേളകള്‍

# Name
source: Start of a short break
ml: ഒരു ചെറിയ ഇടവേളയുടെ തുടക്കം

# Comment
source: When a short break starts
ml: ഒരു ചെറിയ ഇടവേള തുടങ്ങുമ്പോള്‍

# Name
source: End of a short break
ml: ഒരു ചെറിയ ഇടവേളയുടെ ഒടുക്കം

# Comment
source: When a short break ends
ml: ഒരു ചെറിയ ഇടവേള കഴിയുമ്പോള്‍

# Name
source: Start of a long break
ml: നീണ്ട ഇടവേളയുടെ തുടക്കം

# Comment
source: When a long break starts
ml: നീണ്ട ഇടവേള തുടങ്ങുമ്പോള്‍

# Name
source: End of a long break
ml: നീണ്ട ഇടവേളയുടെ ഒടുക്കം

# Comment
source: When a long break ends
ml: നീണ്ട ഇടവേള അവസാനിക്കുമ്പോള്‍
